[
  {
    "channel_id": "",
    "name": "Virtual Concert Ticket",
    "description": "Overview:\n\nAs a token of appreciation for our dedicated community, we are thrilled to announce an extraordinary opportunity for NFT collectors. Introducing \"Sakura's Symphony Spectacle,\" an exclusive concert featuring Sakura Tanaka, the gaming virtuoso, and now, the star of her own digital symphony.\n\nHow to Qualify:\n\nCollectors who amass a specific set of Sakura's NFTs, including the breathtaking \"Sakura in Hong Kong\" masterpiece, will automatically qualify for an invitation to \"Sakura's Symphony Spectacle.\"\n\nConcert Highlights:\n\nLive Performance by Sakura Tanaka:\nExperience the magic as Sakura takes the virtual stage, showcasing her musical talents alongside curated playlists featuring gaming soundtracks, J-pop hits, and even some surprises chosen by the community.\n\nVirtual Meet and Greet:\nGet up close and personal with Sakura during an exclusive virtual meet and greet session. Ask questions, share your favorite gaming memories, and enjoy an intimate experience with the gaming icon.\n\nDigital Goodie Bag:\nAll attendees will receive an exclusive digital goodie bag filled with personalized virtual items, including limited edition wallpapers, digital autographs, and unique in-game assets.\n\n",
    "image_uri": "https://i.pinimg.com/736x/ef/2d/e2/ef2de25072a1009160bf901090af9da1.jpg",
    "amount": 100,
    "nft_collection_address": ""
  },
  {
    "channel_id": "",
    "name": "Sakura's Digital Extravaganza (Airdrop Event)",
    "description": "Overview:\n\nGet ready for an exhilarating NFT Airdrop Event – \"Sakura's Digital Extravaganza\"! Sakura Tanaka, the gaming sensation, is thrilled to express her gratitude to the dedicated collectors in the community. Participate in this exclusive event for a chance to receive limited edition NFTs and unlock a digital treasure trove.\n\nHow to Qualify:\n\nCollectors who reach a specified threshold by amassing Sakura's NFTs, including the coveted \"Sakura in Hong Kong\" masterpiece, automatically qualify for the NFT Airdrop.\n\nAirdrop Highlights:\n\nExclusive NFTs:\nReceive exclusive NFTs created specifically for the \"Sakura's Digital Extravaganza\" event. These NFTs may include rare digital artwork, personalized messages from Sakura, and unique in-game assets.\n\nDigital Swag Bag:\nEnjoy a virtual swag bag filled with digital goodies, including high-resolution wallpapers, autographed digital images, and sneak peeks into Sakura's upcoming gaming adventures.\n\nEarly Access to Limited Edition NFTs:\nGain early access to Sakura's upcoming NFT releases. Be among the first to own the latest and most exclusive digital collectibles from Sakura's evolving universe.",
    "image_uri": "https://t3.ftcdn.net/jpg/05/02/44/74/360_F_502447428_tgoN7gdB5TpN3NmPXiR3EEvSF2IMnpgO.jpg",
    "amount": 100,
    "nft_collection_address": ""
  }
]